tutorials/multiphase/interImmersedBoundaryFoam/dropletOnIBWall/IBWall/constant/immersedBoundaryProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.2.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      immersedBoundaryProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

rhoS            rhoS [ 1 -3 0 0 0 0 0 ] 2500;

thetaIB         60;

CVoid           0.9;

numberOfIBLoop  2;


// ************************************************************************* //
